<?php 

require_once __DIR__ . '/../core/model.php';
require_once  __DIR__ . '/../models/VeltracUpdater.php';

##################################################################################
###################### ALTERE SOMENTE SE DEVE SALVAR DEBUG #######################
##################################################################################

//Defina se deve salvar Debug
$saveDebug = true;

##################################################################################
######################## NÃO ALTERE NADA A PARTIR DAQUI ##########################
##################################################################################
$veltracUpdater = new VeltracUpdater('CRON', 0, $saveDebug);

exit;

?>